Repository: danielpunkass/BXMediaBrowser
Catalog: Sources/BXMediaBrowser/Resources/LightroomClassic.xcstrings
Source language: en
Languages: de, fr, it, ja

# GrantAccess.button
source: Grant Access
de: Erteilen
fr: Autoriser
it: Concedi Accesso
ja: アクセスを許可

# GrantAccess.title
source: Grant Access to Lightroom Classic
de: Zugriffsrechte erteilen
fr: Autoriser l'accès à Lightroom Classic
it: Concedi accesso a Lightroom Classic
ja: Lightroom Classicへのアクセスを許可

# LaunchLightroom.button
source: Launch Lightroom
de: Lightroom starten
fr: Lancer Lightroom
it: Avvia Lightroom
ja: Lightroomを起動

# PreviewSizeAlert.message
source: Images were provided by Adobe Lightroom Classic at a reduced size. To fix the problem, switch to Adobe Lightroom and select the menu item Library > Previews > Build 1:1 Previews.
de: Adobe Lightroom Classic stellt die Bilder in einer reduzierten Größe zur Verfügung. Um das Problem zu beheben, wechseln Sie zu Lightroom Classic und selektieren Sie den Menübefehl Bibliothek > Vorschauen > 1:1-Vorschauen erstellen.
fr: Les images ont été envoyées par Lightroom Classic à une taille réduite. Pour résoudre le problème, passez à Adobe Lightroom et sélectionnez la commande de menu Bibliothèque > Aperçus > Créer des aperçus 1:1.
it: Le immagini sono state fornite da Adobe Lightroom Classic a dimensione ridotta. Per risolvere il problema, passa a Adobe Lightroom e seleziona la voce di menu Libreria > Anteprime > Crea anteprime 1:1.
ja: Adobe Lightroom Classicから提供された画像は縮小されたサイズです。 この問題を解決するには、Adobe Lightroomに切り替えて、メニュー項目「ライブラリ」＞「プレビュー」＞「1:1 プレビューを生成」を選択してください。

# PreviewSizeAlert.title
source: Image Size Warning
de: Bildgrößen Warnung
fr: Alerte de taille d'image
it: Avviso dimensione immagine
ja: 画像サイズに関する警告

# RevokeAccess.button
source: Revoke Access
de: Zugriffsrechte entziehen
fr: Déautoriser l'accès
it: Revoca accesso
ja: アクセス権を取り消す

# Status.noAccess.message
source: The Lightroom library is not readable. Please grant read access rights for its parent folder.
de: Die Lightroom Bibliothek is nicht lesbar. Bitte erteilen Sie Zugriffsrechte für den Bibliotheksordner.
fr: La bibliothèque Lightroom n'est pas lisible. Veuillez autoriser l'accès pour son dossier parent.
it: La libreria di Lightroom non è leggibile. Si prega di concedere i diritti di accesso in lettura alla sua cartella principale.
ja: Lightroomライブラリを読み込めません。ライブラリを含むフォルダへの読み出しアクセス権を許可してください。

# Status.noAccess.title
source: Missing Access Rights
de: Fehlende Zugriffsrechte
fr: Aucun droit d'accès
it: Diritti di accesso mancanti
ja: アクセス権がありません

# Status.notRunning.message
source: To access the library Lightroom Classic must be running in the background.
de: Um auf die Lightroom Bibliothek zugrifen zu können, muss Lightroom Classic im Hintergrund laufen.
fr: Pour accéder à la bibliothèque, Lightroom Classic doit être lancé.
it: Per accedere alla libreria, Lightroom Classic deve essere in esecuzione in background.
ja: ライブラリにアクセスするには、Lightroom Classicがバックグラウンドで実行されている必要があります。

# Status.notRunning.title
source: Lightroom Classic Not Running
de: Lightroom Classic läuft nicht
fr: Lightroom Classic n'est pas actif
it: Lightroom Classic non in esecuzione
ja: Lightroom Classicが実行されていません
